aalib
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amtk
antiword
aom
apache
apr
apr-util
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
baobab
base
bash
bash-completion
bc
bcg729
bemenu
bemenu-wayland
binutils
bison
bluez
bluez-libs
bolt
boost-libs
bridge-utils
brightnessctl
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
ccache
cdparanoia
cdrtools
cheese
chromaprint
chromium
cifs-utils
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
confuse
containerd
coreutils
cracklib
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db
dbeaver
dbus
dbus-glib
dbus-python
dconf
dconf-editor
desktop-file-utils
device-mapper
dfc
diffutils
direnv-bin
djvulibre
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
docx2txt
dos2unix
dosfstools
double-conversion
dtc
e2fsprogs
edk2-ovmf
elfutils
enchant
eog
evince
exempi
exiv2
expat
faac
faad2
fakeroot
fasd
fcft
fd
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
flac
flex
fluidsynth
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-nonfree
foot
foot-terminfo
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
gammastep
gavl
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
gedit
geoclue
geocode-glib
gettext
ghostscript
giflib
git
gjs
glib-networking
glib2
glibc
glibmm
glslang
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-characters
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-online-accounts
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-dash-to-dock-git
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnupg
gnutls
gobject-introspection-runtime
gom
google-chrome
google-cloud-sdk
gpgme
gpm
gptfdisk
graphene
graphite
grep
grilo
grilo-plugins
grim
grimshot
groff
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-editing-services
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-sharp-2
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hdparm
helm
hicolor-icon-theme
hidapi
htop-vim-git
hunspell
hwids
hwloc
hyphen
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-gmmlib
intel-gpu-tools
intel-media-driver
intel-media-sdk
ipp-usb
iproute2
iptables-nft
iputils
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk8-openjdk
jetbrains-toolbox
jq
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
k3s-bin
kbd
keepassxc
keyutils
kind-bin
kmod
krb5
kubectl
kwayland
l-smash
lame
lcms2
ldb
ldns
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-readline
lib32-sqlite
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libappindicator-gtk2
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcroco
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libgcrypt
libgdata
libgdiplus
libgdm
libgee
libgexiv2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libjpeg-turbo
libkate
libksba
libldac
libldap
liblouis
liblqr
liblrdf
libluv
libmanette
libmaxminddb
libmediaart
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmtp
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
liboauth
libofa
libogg
libomxil-bellagio
libopenaptx
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libproxy
libpsl
libpulse
libpwquality
libqalculate
libquvi
libquvi-scripts
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libsrtp
libssh
libssh2
libstemmer
libsynctex
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburing
libusb
libusbmuxd
libutf8proc
libuv
libva
libva-utils
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisual
libvncserver
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpe
libx11
libxau
libxaw
libxcb
libxcomp
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux-api-headers
linux-firmware
linux-zen
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
mako
man-db
maven
md4c
mdadm
mesa
meson
minecraft-launcher
minikube
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
mod_dnssd
mono
mono-addins
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
mutter
nautilus
ncdu
ncurses
ncurses5-compat-libs
ndctl
neofetch
neon
neovim-git
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nftables
ninja
nm-connection-editor
node-gyp
nodejs
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
nvimpager-git
nxproxy
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
openvpn
opus
orc
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pamixer
pandoc-bin
pango
pangomm
parallel
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
peg
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
phodav
pigz
pinentry
pinta
pipewire
pipewire-media-session
pixman
pkcs11-helper
pkgconf
polkit
polkit-gnome
poppler
poppler-glib
popt
portaudio
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-appdirs
python-attrs
python-bcrypt
python-cached-property
python-cairo
python-cffi
python-chardet
python-click
python-cryptography
python-distro
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-dotenv
python-gobject
python-idna
python-importlib-metadata
python-jsonschema
python-markdown
python-ordered-set
python-packaging
python-paramiko
python-ply
python-pycparser
python-pycups
python-pycurl
python-pynacl
python-pyparsing
python-pyrsistent
python-pyxdg
python-requests
python-setuptools
python-six
python-texttable
python-urllib3
python-websocket-client
python-yaml
python-zipp
qalculate-gtk
qemu
qpdf
qrencode
qt5-base
qt5-declarative
qt5-imageformats
qt5-multimedia
qt5-svg
qt5-wayland
qt5-x11extras
qt5ct
quazip
raptor
rav1e
re2
readline
remmina
rest
rhash
ripgrep
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-irb
ruby-reline
ruby2.7
rubygems
run-parts
runc
rygel
s-nail
sbc
sdl2
seabios
seahorse
sed
semver
serd
shaderc
shadow
shared-color-targets
shared-mime-info
shellcheck-bin
slang
slurp
smartmontools
smbclient
smem
snappy
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
sratom
srt
sshfs
startup-notification
steam
strace
sudo
svt-av1
svt-hevc
sway
swaybg
swayidle
swaylock
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
telegram-desktop
telepathy-glib
tepl
terraform
tevent
texinfo
thin-provisioning-tools
tk
tlp
totem-pl-parser
tracker
tracker-miners
tracker3
tracker3-miners
transmission-gtk
tree
tree-sitter
tslib
ttf-dejavu
ttf-droid
ttf-font-icons
ttf-iosevka-fixed
ttf-liberation
ttf-opensans
twolame
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vagrant
vde2
vi
vid.stab
vim
vim-runtime
vino
virglrenderer
virt-install
virt-manager
visual-studio-code-bin
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
wavpack
wayland
wayland-protocols
wdisplays
webkit2gtk
webrtc-audio-processing
which
wildmidi
wireshark-cli
wireshark-qt
wl-clipboard
wlroots
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
x86_energy_perf_policy
xcb-proto
xcb-util
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xhost
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yarn
yay-bin
yelp
yelp-xsl
youtube-dl
yubico-c
yubico-c-client
yubikey-personalization
zbar
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zstd
zvbi
zxing-cpp
