[1m[33m ->[0m[0m Avoid running yay as root/sudo.
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
attr
audit
autoconf
automake
avahi
backblaze-b2
base
bash
bash-completion
binutils
bison
bluez-libs
bridge-utils
brltty
brotli
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
ccache
colord
containerd
coreutils
cryptsetup
curl
db
dbus
dconf
desktop-file-utils
detox
device-mapper
dfc
dhclient
diffutils
dmidecode
dnssec-anchors
docker
docker-compose
docker-zfs-plugin
dtc
e2fsprogs
edk2-ovmf
elfutils
expat
fakeroot
fd
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
git
glib-networking
glib2
glibc
gmp
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphite
grep
groff
gsettings-desktop-schemas
gtk-update-icon-cache
gtk3
guile
gzip
harfbuzz
hdparm
hicolor-icon-theme
hidapi
htop-vim-git
hwids
iana-etc
icu
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
jack
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
lcms2
ldns
less
libaio
libarchive
libassuan
libasyncns
libbsd
libcacard
libcanberra
libcap
libcap-ng
libcloudproviders
libcroco
libcups
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libevent
libffi
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libice
libidn2
libjpeg-turbo
libksba
libldap
liblouis
libluv
libmicrohttpd
libmnl
libmpc
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpsl
libpulse
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libslirp
libsm
libsndfile
libsodium
libsoup
libspeechd
libssh
libssh2
libtasn1
libtermkey
libthai
libtiff
libtirpc
libtool
libunistring
libunwind
liburing
libusb
libutempter
libuv
libvirt
libvorbis
libvterm
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxft
libxi
libxinerama
libxkbcommon
libxml2
libxrandr
libxrender
libxshmfence
libxtst
libxxf86vm
libyaml
licenses
linux-api-headers
linux-firmware
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
luajit
lz4
lzo
m4
make
man-db
mesa
mkinitcpio
mkinitcpio-busybox
mpfr
msgpack-c
ncdu
ncurses
ndctl
neovim
nettle
npth
nspr
nss
numactl
nvimpager-git
openbsd-netcat
openssh
openssl
opus
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
parted
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pigz
pinentry
pixman
pkgconf
polkit
popt
procps-ng
psmisc
python
python-appdirs
python-arrow
python-attrs
python-b2sdk
python-bcrypt
python-cached-property
python-cffi
python-chardet
python-class-registry
python-click
python-cryptography
python-dateutil
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-funcsigs
python-gobject
python-idna
python-importlib-metadata
python-jsonschema
python-logfury
python-ordered-set
python-packaging
python-paramiko
python-ply
python-pycparser
python-pynacl
python-pyparsing
python-pyrsistent
python-requests
python-rst2ansi
python-setuptools
python-six
python-texttable
python-tqdm
python-urllib3
python-websocket-client
python-yaml
python-zipp
qemu
rclone
readline
rest
ripgrep
rsync
run-parts
runc
sdl2
seabios
sed
shadow
shared-mime-info
snappy
sound-theme-freedesktop
speex
speexdsp
spice
sqlite
strace
sudo
systemd
systemd-libs
systemd-sysvcompat
tar
tcl
tdb
texinfo
tlp
tmux
tzdata
unibilium
unison
unzip
usbredir
usbutils
util-linux
util-linux-libs
vde2
vi
vim
vim-runtime
virglrenderer
vte-common
vte3
vulkan-icd-loader
wayland
wayland-protocols
which
x86_energy_perf_policy
xcb-proto
xkeyboard-config
xorgproto
xxhash
xz
yajl
yay-bin
zfs-linux-lts
zfs-utils
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zstd
